Repository: astanfield/cash-assistance-platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: House cleaning
es: Limpieza de casas

# nanny
source: Childcare
es: Trabajo de niñera

# home_care
source: Care for elders or people with disabilities
es: Cuidado en el hogar para adultos mayores o personas con discapacidades

source: None of the above
es: Ninguno de los anteriores

source: This field is required.
es: Este campo es requerido.

source: At this time, the Coronavirus Care Fund is only open to applicants who work in house cleaning, childcare, care for elders, or care for people with disabilities.
es: En este momento, el Fondo para Cuidados por el Coronavirus solamente está abierto para solicitantes que trabajen en uno de los campos mencionados en la lista.

# phone_number_incorrect_format
source: Phone number must consist of the country code plus at least 7 digits.
es: El número de teléfono debe de consistir del código de país mas al menos 7 dígitos.

# no_special_characters_allowed
source: No special characters are allowed on this field.
es: No se permiten caracteres especiales en este campo.

# street_address_incorrect_format
source: Street addresses cannot contain at signs, question marks or colons.
es: Las direcciones de correo no pueden contener arrobas, signos de interrogación o dos puntos.

# zip_code_incorrect_format
source: Zip code must consist of 5 digits.
es: Los códigos postales deben de consistir de 5 dígitos.

# needs_phone_number_format
source: Phone number must consist of the country code plus at least 7 digits.
es: El número de teléfono debe de consistir del código de país mas al menos 7 dígitos.

# heading_coronavirus
source: Coronavirus
es: Fondo para Cuidados

# heading_care_fund
source: Care Fund
es: Por el Coronavirus

source: of
es: de

# copyright_footer
source: <b>Copyright National Domestic Workers Alliance &copy; 2020</b>, a non-profit organization whose mission is to support domestic workers to live and work with dignity.
es: <b>Derechos de autor La Alianza Nacional de Trabajadoras del Hogar &copy; 2020</b>, una organización sin fines de lucro cuya misión es apoyar a las trabajadoras del hogar para que vivan y trabajen con dignidad.

# copyright_footer_learn_more
source: Learn more about our <a class="privacy-policy-link" target="_blank" href="https://domesticworkers.org/privacy-policy"> Privacy Policy.</a>
es: Aprende más sobre nuestra <a class="privacy-policy-link" target="_blank" href="https://www.domesticworkers.org/privacy-policy-spanish"> Política de privacidad.</a>

source: Example:
es: Ejemplo:
