Repository: astanfield/cash-assistance-platform
Catalog: app_ccf/locale/*/LC_MESSAGES/django.po
Languages: es

# voucher_input_incorrect_format
source: Invalid code. Access codes must be 9 letters and cannot be used more than once.
es: Código inválido. Los códigos de acceso deben consistir de 9 letras y no pueden ser utilizados más de una vez.

# ccf_fund_name
source: Coronavirus Care Fund
es: Fondo para Cuidados por el Coronavirus

# ccf_faq
source: Coronavirus Care Fund FAQ
es: Sección de preguntas frecuentes sobre el Fondo Para Cuidado del Coronavirus

# requirements_eighteen_or_older
source: Be 18 years or older.
es: Ser mayor de 18 años.

# requirements_income_source
source: Before the coronavirus crisis, your primary source of income came from childcare, house cleaning, or caring for elders or people with disabilities.
es: Antes de la crisis por la pandemia del coronavirus, tu fuente principal de ingresos provenía de la limpieza de hogares, el cuidado de niñes, o de adultos mayores o personas con discapacidad en casa.

# requirements_experiencing_hardship
source: You are experiencing financial hardship due to the pandemic.
es: Estar experimentando dificultades financieras debido a la pandemia.

# requirements_live_in_us
source: Live in the United States.
es: Vivir en los Estados Unidos.

source: Yes
es: Sí

source: At this time, the {fund_name} is only open to applicants that are 18 years or older.
es: En este momento, el {fund_name} solamente está abierto para solicitantes mayores de 18 años.

# ethnicity_black
source: Black/African American/Afro-descendent
es: Negra/Afroamericana/Afrodescendiente

# ethnicity_asian
source: Asian/Pacific Islander
es: Asiática/Isleña del Pacífico

# ethnicity_indigenous
source: Indigenous
es: Indígena

# ethnicity_white
source: White
es: Blanca

# ethnicity_other
source: Other
es: Otra

# gender_female
source: Female
es: Femenino

# gender_male
source: Male
es: Masculino

# gender_transgender
source: Transgender
es: Transgénero

# gender_nonbinary
source: Nonbinary/third gender
es: Género no binario / tercer género

# gender_other
source: Other
es: Otra

source: Select one
es: Seleccione uno

source: 17 or younger
es: Menor de 17 años

source: 70 or older
es: 70 o mayor

# under_20k
source: Under $20,000 per year (Less than $385 per week)
es: Menos de $20,000 al año (menos de $385 a la semana)

# between_20k_39k
source: Between $20,000 and $39,999 per year ($385-$770 per week)
es: Entre $20,000 y $39,999 al año ($385-$770 a la semana)

# between_40k_59k
source: Between $40,000 and $59,999 per year ($770-$1155 per week)
es: Entre $40,000 y $59,999 al año ($770-$1155 a la semana)

# between_60k_79k
source: Between $60,000 and $79,999 per year ($1155-$1540 per week)
es: Entre $60,000 y $79,999 al año ($1155-$1540 a la semana)

# above_80k
source: $80,000 or above per year (More than $1,540 per week)
es: Más de $80,000 al año (más de $1,540 a la semana)

# phone_number_incorrect_format
source: Phone number must consist of the country code plus at least 7 digits.
es: El número de teléfono debe de consistir del código de país mas al menos 7 dígitos.

# voucher_code_invalid_format
source: The access code must consist of 9 alphanumeric characters.
es: El código de acceso debe de consisitir de 9 caracteres alfanuméricos.

# address_heading1
source: Mailing Address
es: Dirección de tu casa

# address_paragraph1
source: If your request is approved, you will receive a prepaid debit card by mail. You must provide a United States mailing address.
es: Si tu solicitud es aprobada, recibirás una tarjeta de débito prepagada por correo. Para esto, debes proporcionar una dirección en los Estados Unidos.

# address_paragraph2
source: Unfortunately, we are not able to send gift cards to Puerto Rico at this time.
es: Nota: Desafortunadamente, en este momento no podemos enviar tarjetas de regalo a Puerto Rico.

# address_paragraph3
source: Tip: Try using the address in a previous letter you received at home to fill out the following fields.
es: Sugerencia: Busca una carta que te haya llegado a casa y usa la dirección de correo que encuentres listada para llenar tu dirección aquí abajo.

# address_street_addr
source: Street Address
es: Dirección de tu casa

# address_street_addr_example
source: 45 Broadway
es: 45 Broadway St

# address_apartment
source: Apartment/Suite/Other - Optional
es: Apartamento/Oficina/Otra (opcional):

# address_city
source: City
es: Ciudad

# address_state
source: State
es: Estado

# address_zip_code
source: Zipcode
es: Código postal

# address_missing_title
source: Your address is either missing a unit number or contains an incorrect unit number.
es: A tu dirección le falta un número de unidad o contiene un número de unidad

# address_missing_description1
source: We found the address you entered, but the unit number is either missing or incorrect.
es: Encontramos la dirección que ingresaste, pero falta el número de unidad o el número es incorrecto.

# address_missing_description2
source: To ensure accurate delivery, please edit your address.
es: Por favor edita tu dirección para asegurar la entrega.

# address_entered_address
source: Entered Address
es: Dirección de casa ingresada

source: Need help? Please call Customer Service at %(customer_service_phone_number)s.
es: ¿Necesitas ayuda? Llama a Servicio al Cliente al %(customer_service_phone_number)s

# address_edit_address
source: EDIT ADDRESS
es: Modificar la dirección de casa

# address_use_anyway
source: Use this address anyway
es: Utilizar esta dirección

# address_unable_to_verify
source: Unable to verify your mailing address
es: No pudimos verificar la dirección de tu casa.

# address_unable_to_match
source: We were unable to find a US mailing address that matches the one you entered. To ensure accurate delivery, please edit your address.
es: No encontramos una dirección en los Estados Unidos que corresponda a la que nos diste. Por favor edita tu dirección para asegurar la entrega.

# address_verification_heading
source: Address Verification
es: Verifiquemos la dirección de tu casa

# address_modified_address
source: We have slightly modified the address entered. If correct, please use the selected address to ensure accurate delivery.
es: Hemos hecho pequeños cambios a la dirección de casa que nos diste. Si es correcta, por favor selecciona la dirección sugerida para asegurar la entrega.

# address_original_address
source: Original address
es: Dirección original

# address_updated_address
source: Updated address
es: Dirección actualizada

# address_use_this_address
source: USE THIS ADDRESS
es: Utilizar esta dirección

# form_loading
source: Loading
es: Cargando

# form_next
source: Next
es: Avanzar

# form_back
source: Back
es: Regresar

# confirmation_application_approved
source: Success!
es: ¡Has enviado tu solicitud exitosamente!

# confirmation_paragraph1
source: Your request has been successfully submitted.
es: Tu solicitud se ha enviado de manera exitosa.

# confirmation_bulletpoint_1
source: You should receive your prepaid debit card in the mail in 3 weeks.
es: Recibirás tu tarjeta de débito prepagada por correo en 3 semanas.

source: You will receive a text notification when we have sent your card out. If you have questions about your card, please call us at <b>%(customer_service_phone_number)s</b>.
es: Recibirás un mensaje de texto cuando enviemos tu tarjeta. Si tienes alguna pregunta sobre tu tarjeta, por favor llámanos al <b>%(customer_service_phone_number)s</b>.

# confirmation_bulletpoint_3
source: Visit the <a target="_blank" class="text-primary" href="https://help.ccf.myalia.org/en/collections/2426131-coronavirus-care-fund-faq">Coronavirus Care Fund FAQ</a> to learn more about the fund, including where and how you can use your card, and see other resources to help domestic workers during this pandemic.
es: Visita la <a target="_blank" class="text-primary" href="https://help.ccf.myalia.org/es/collections/2426131-coronavirus-care-fund-faq"> sección de preguntas frecuentes</a> para hallar más información sobre el fondo, incluyendo cuándo y cómo puedes utilizar tu tarjeta, y encontrar otros recursos de ayuda para las trabajadoras del hogar durante la pandemia.

# confirmation_paragraph2
source: Our entire mission at the National Domestic Workers Alliance and Alia is to support domestic workers to live and work with dignity. We hope that this card will help you weather the coronavirus crisis and that together we'll be able to win the security and safety we all need and deserve. We see you, support you and appreciate you!
es: Nuestra misión en la Alianza Nacional de Trabajadoras del Hogar es apoyar a las trabajadoras del hogar para que vivan y trabajen con dignidad. Esperamos que esta tarjeta te ayude a enfrentar la crisis por el coronavirus y que juntas podamos obtener la seguridad y protección que todas merecemos. ¡Estamos atentas a ustedes, las apoyamos y las apreciamos!

# confirmation_paragraph3
source: Go to the <a target="_blank" class="text-primary" href="https://help.ccf.myalia.org/en/collections/2426131-coronavirus-care-fund-faq">Coronavirus Care Fund FAQ</a>
es: <a class="text-primary" href="https://help.ccf.myalia.org/es/collections/2426131-coronavirus-care-fund-faq">Visita la sección de preguntas frecuentes</a>.

# contact_heading1
source: Contact Information
es: Información de contacto

# contact_phone_number
source: Phone number
es: Número telefónico

# contact_email_example
source: lgarcia@website.com
es: lgarcia@sitioweb.com

# contact_email
source: Email - Optional
es: Correo electrónico (opcional)

# contact_no_email_alert
source: If you don't have an email, don't worry, we can follow up with you by text or phone.
es: No te preocupes si no tienes una dirección de correo electrónico, podemos contactarte a través de mensajes de texto o llamadas telefónicas.

# contact_paragraph1
source: We’ll use the phone number you provided to send text message updates on your application’s status. If you provide a cell number, you agree to receive occasional texts from Alia and NDWA. Data & text message rates may apply. You can opt-out at any time by texting STOP.
es: Al proporcionar tu número de teléfono celular, aceptas recibir mensajes de texto ocasionales de parte de Alia y de La Alianza. Pueden aplicar tarifas por datos y mensajes de texto. Puedes optar por no recibir más mensajes en cualquier momento enviando el mensaje de texto STOP.

# disclosure_heading
source: Ongoing support provided by Alia
es: Apoyo continuo proveído por Alia

# disclosure_paragraph2
source: NDWA created Alia to be a safety net for domestic workers like you. With Alia, you can access benefits like paid time off and insurance that stay with you.
es: La Alianza ha creado Alia para brindar beneficios a trabajadoras del hogar como tú. Con Alia, puedes acceder a beneficios como tiempo libre pagado y un seguro de vida que se mantiene contigo sin importar quién sea tu empleador.

# disclosure_paragraph1
source: The Coronavirus Care Fund is administered by Alia. By providing the information on this form, you agree to Alia’s <a class="text-primary"href="https://cleaner.myalia.org/terms-and-conditions" target="_blank"> Terms of Use </a> and <a class="text-primary" href="https://www.myalia.org/privacy-policy" target="_blank">Privacy Policy</a> and authorizing us to create an Alia account on your behalf.
es: Las solicitudes y pagos del Fondo para Cuidados por el Coronavirus son administrados por Alia. Al ingresar tu información en este formulario de solicitud, aceptas los <a class="text-primary" href="https://limpiadorx.myalia.org/terminos-y-condiciones" target="_blank"> Términos de Uso </a> y las <a class="text-primary" href="https://limpiadorx.myalia.org/politica-de-privacidad" target="_blank"> Políticas de Privacidad </a> de Alia y nos autorizas a crear una cuenta de Alia en tu nombre.

# disclosure_paragraph3
source: Please visit <a class="text-primary" href="http://myalia.org" target="_blank"> myalia.org </a> to learn more.
es: Porfavor ingrese a <a class="text-primary" href="http://myalia.org" target="_blank">myalia.org</a> para más información.

# household_heading1
source: Additional Information
es: Información adicional

# household_paragraph1
source: Please share the following information about your household so that we understand who is accessing the Fund. Your answer will <b>not</b> affect your eligibility or the amount of assistance you receive.
es: Por favor comparte la siguiente información sobre tu hogar para ayudarnos a entender mejor quién está accediendo al Fondo.. Tu respuesta <b> no </b> afectará tu elegibilidad ni la cantidad de asistencia que recibirás.

# houshold_question_size
source: How many people are in your household?
es: ¿Cuántas personas viven en tu hogar?

# household_question_income
source: What was your typical household income prior to the Coronavirus crisis?
es: ¿Cuál era el ingreso regular de tu hogar antes de la crisis del coronavirus?

# profile_ethnicity_question
source: What is your race or ethnicity? - <i> Optional </i>
es: ¿Cuál es tu raza o etnia? - Opcional

# household_gender_question
source: What is your gender? - <i> Optional </i>
es: ¿Cuál es tu género? - Opcional

# noqualify_heading1
source: We're sorry, you do not qualify at this time.
es: Lo sentimos, no calificas en este momento.

# noqualify_paragraph_unfortunately
source: Unfortunately, you don't qualify to receive assistance from the Coronavirus Care Fund, which provides emergency assistance specifically to domestic workers 18 years or older.
es: Lamentablemente, no calificas para recibir ayuda del Fondo Para Cuidado del Coronavirus, que provee ayuda de emergencia a las trabajadoras del hogar que tengan 18 o más años de edad.

# noqualify_paragraph1
source: To learn more about eligibility requirements, please visit our
es: Para conocer más sobre los requisitos de elegibilidad, visita nuestra

# novouchercode_heading
source: We're sorry, we are only accepting requests with access codes at this time.
es: Lo sentimos, en este momento solamente estamos recibiendo solicitudes con códigos de acceso

# novouchercode_paragraph1
source: To learn more about how to get an access code, please visit our
es: Para aprender más sobre cómo conseguir un código de acceso, visita nuestra

# disclosure_vouchercode_success
source: Your access code has been verified! To ensure your request is completed, please complete all steps of this form until you get to the page labeled "Success!".
es: ¡Hemos verificado tu código de acceso! Para asegurarnos de que tu solicitud esté completa, por favor llena todos los pasos de este formulario hasta que llegues a la página titulada: “¡Has enviado tu solicitud exitosamente!”.

# profile_heading1
source: Profile information
es: Información de perfil

# profile_first_name
source: First name
es: Nombre

# profile_last_name
source: Last name
es: Apellido

# profile_question_age
source: What's your age?
es: ¿Cuántos años tienes?

# profile_question_work
source: What type of domestic work do you usually do?
es: ¿Qué tipo de trabajo del hogar desempeñas?

# profile_paragraph_work
source: If you have done multiple types, please select the one you have spent the most time doing.
es: Si desempeñas diferentes tipos de trabajo, por favor elige la opción en la que dedicas más tiempo.

# requirements_header1
source: Check to see if you qualify
es: Verifica si calificas

source: To qualify for the %(fund_name)s, you must meet the following criteria:
es: Debes cumplir con los siguientes requisitos para calificar al %(fund_name)s:

# requirements_learn_more
source: To learn more about these requirements, please visit our <a target="_blank" class="text-primary" href="https://help.ccf.myalia.org/en/collections/2426131-coronavirus-care-fund-faq">Coronavirus Care Fund FAQ</a>.
es: Para conocer más sobre estos requisitos, visita nuestra <a target="_blank" class="text-primary" href="https://help.ccf.myalia.org/es/collections/2426131-coronavirus-care-fund-faq">sección de preguntas frecuentes.</a>

# requirements_question
source: Do you meet these requirements?
es: ¿Cumples con estos requisitos?

# review_heading1
source: Review your request
es: Revisa tu solicitud

# review_paragraph1
source: Your request form is almost complete! Take a minute to review your information before submitting your request.
es: ¡Ya casi terminas! Antes de enviar tu solicitud, asegúrate de que tu información esté correcta.

# review_name
source: Name
es: Nombre:

# review_type_of_work
source: Type of work
es: Trabajo del hogar

# review_people_in_household
source: Number of people in your household
es: Número de personas en tu hogar

# review_household_income
source: Household annual income
es: Ingresos anuales del hogar

# review_address
source: Address
es: Dirección de correo

# review_phone_number
source: Phone number
es: Número telefónico

# review_email
source: Email
es: Correo electrónico

# submit_application
source: Submit Request
es: Enviar solicitud

# review_back
source: Back
es: Regresar

# signature_tos_heading
source: Terms and Conditions
es: Términos y Condiciones

# signature_paragraph_part1
source: By checking the box below, I affirm that I have read and understood the
es: Al seleccionar la casilla a continuación, declaro que he leído y comprendo los

# signature_tos_link
source: https://membership.domesticworkers.org/terms-and-conditions/
es: "https://limpiadorx.myalia.org/terminos-y-condiciones"

# signature_terms_and_conditions_carefund
source: Terms and Conditions of the Coronavirus Care Fund
es: Términos y Condiciones del Fondo para Cuidados por el Coronavirus

# signature_agree_tos
source: Agree to the Terms and Conditions
es: Acepto los Términos y Condiciones

# signature_please_sign
source: Please sign the below statement by typing your full name into the text box.
es: Firma la siguiente declaración escribiendo tu nombre completo en el campo de texto.

# signature_i
source: I,
es: Yo,

# signature_declare
source: declare under penalty of perjury that the information I have provided on this form is true and correct.
es: declaro bajo pena de perjurio que la información que he proporcionado en este formulario es verdadera y correcta.

# agreement_affirm_text
source: I affirm that I am experiencing financial hardship due to the pandemic and that assistance from the fund will support me in staying safe in order to protect myself, my family, and my community.
es: Declaro que estoy experimentando dificultades económicas debido a la pandemia y que la asistencia del Fondo me ayudará a protegerme y quedarme en casa, con el fin de protegerme a mí, a mi familia y a mi comunidad.

# signature_signature_text
source: Signature
es: Firma

# signature_type_your_name_text
source: Type your full name below
es: Escribe tu nombre completo a continuación

# unknownerror_heading
source: Something went wrong.
es: Hubo un error.

# unknownerror_paragraph1
source: There was an error while loading this step of your application. Please reload this page.
es: Hubo un error al procesar este paso de tu solicitud. Por favor vuelve a cargar la página.

source: If this problem continues, please contact us at %(customer_service_phone_number)s.
es: Si sigues teniendo problemas, contáctanos al %(customer_service_phone_number)s

source: Error code: %(error_code)s
es: Código de error: %(error_code)s

# vouchercode_heading1
source: Enter your access code to get started
es: Para iniciar, ingresa tu código de acceso.

# vouchercode_enetered_code
source: We’ve entered in your access code for you.
es: Hemos ingresado el código de accesso por tí.

# vouchercode_title_text
source: Access code
es: Código de acceso

# vouchercode_no_accesscode
source: I do not have an access code
es: No tengo un código de acceso

# vouchercode_application_note1
source: This code is for your use only and cannot be shared with others. Once you complete and submit this request form using your code, you will not be able to use it again.
es: Este código es sólo para tu uso y <b>no se puede compartir con otros</b>. Una vez que completes y envíes este formulario de solicitud con tu código, no podrás volver a utilizarlo.

# welcome_heading
source: Let's get started
es: Comencemos

source: The National Domestic Workers Alliance has launched the Coronavirus Care Fund (CCF) to provide emergency assistance for qualifying domestic workers who are experiencing financial hardship due to the coronavirus pandemic. The fund has raised money from donors to provide $%(payment_amount)s for each approved applicant. Residents of certain areas may receive more.
es: La Alianza Nacional de Trabajadoras del Hogar ha lanzado el Fondo Para Cuidados del Coronavirus (El Fondo) para brindar ayuda de emergencia a las trabajadoras del hogar que estén experimentando dificultades económicas debido a la pandemia del coronavirus. El Fondo ha recaudado dinero de donantes para ofrecer $%(payment_amount)s a cada solicitante que haya sido aprobada. Algunas residentes en áreas determinadas podrían recibir una cantidad mayor.

# welcome_paragraph2
source: Before you start, a few things you should know:
es: Antes de que inicies tu solicitud, hay un par de cosas que debes saber:

# welcome_bullet_point1
source: You will need a mailing address, a phone number, and a unique access code to complete this request form.
es: Necesitarás una dirección postal, un número de teléfono y un código único para llenar esta solicitud.

# welcome_bullet_point2
source: If approved, your prepaid debit card should arrive at your house within 3 weeks after completing this form.
es: Si se aprueba tu solicitud, tu tarjeta de débito prepagada llegará a tu casa dentro de 3 semanas después de completar este formulario.

# welcome_bullet_point3
source: The fund is powered by Alia, a non-profit safety net for domestic workers.
es: El fondo está impulsado por Alia, una entidad sin fines de lucro que ofrece beneficios para trabajadoras del hogar como tiempo libre pagado y seguro de vida.

# welcome_bullet_point4
source: To learn more about eligibility requirements, the funding request process, where and how you can use funds, or for any other questions, please visit our
es: Si quieres aprender más sobre los requisitos de elegibilidad, el proceso de solicitud, dónde y cómo puedes utilizar los fondos, o para cualquier otra pregunta, visita nuestra

# ndwa-application-submission-text-template-part1
source: Hi {}, your request for funding from the Coronavirus Care Fund has been received and is being reviewed.
es: Hola, tu solicitud para el {} ha sido recibida y está siendo evaluada. Si tu solicitud es aprobada, tu tarjeta débito será enviada a: {}. Favor de esperar 3 semanas para que llegue tu tarjeta. Llama al {} para un cambio de dirección o para preguntas. Este número es solo para notificaciones de estado, por favor no respondas a este mensaje ni llames a este número.

# ndwa-application-submission-text-template-part2
source: If approved, your debit card will be sent to: {}
es: Hola, tu tarjeta de débito prepagada ha sido enviada. Si tu tarjeta no llega en 3 semanas, llámanos al {}.

# ndwa-application-submission-text-template-part3
source: Please allow 3 weeks for your card to arrive. Please call {} if you need to change your address or have other questions.
es: Favor de esperar 3 semanas para que llegue tu tarjeta. Llama al {} para un cambio de dirección o para preguntas.

# ndwa-application-submission-text-template-part4
source: This number will be for status notifications only, please do not respond to this text message or call this number back.
es: Este número es solo para notificaciones de estado, por favor no respondas a este mensaje ni llames a este número.
