Repository: astanfield/cash-assistance-platform
Catalog: app_ccf/locale/*/LC_MESSAGES/django.po
Languages: es

# ndwa-payment-confirmed-text-template-part1
source: Hi, your Coronavirus Care Fund prepaid debit card has been sent. Please wait 3 weeks for the card to arrive.
es: Hola, tu tarjeta débito pre pagada del CCF ha sido enviada. Por favor espera 3 semanas para que llegue la tarjeta.

# ndwa-payment-confirmed-text-template-part2
source: If your card doesn't arrive in 3 weeks, give us a call at {}.
es: Si tu tarjeta no llega en 3 semanas, llámanos al {}.

# ndwa-application-rejected-text-template-part1
source: Hello {}. Our records show that you have already accessed cash assistance from the Fund. Workers are only able to apply to the Fund once.
es: Hola {}. Nuestros registros muestran que ya has recibido ayuda monetaria a través del Fondo.

# ndwa-application-rejected-text-template-part2
source: If you think this is wrong and have not applied before, please call us at {}.
es: Las trabajadoras solo pueden aplicar al Fondo una vez. Si piensas que este mensaje es incorrecto y no has aplicado antes, por favor llámanos al {}.

source: This access code is invalid. Please check the code and try again. If you're having trouble, please contact us at {customer_service_phone_number}.
es: Este código de acceso es inválido. Revisa el código e intenta de nuevo. Si tienes dificultades, contáctanos al {customer_service_phone_number}.

# other_application_submission_errors
source: An error occurred while submitting your application. Please contact us at {}. Sorry for the inconvenience.
es: Hubo un error al enviar tu solicitud. Por favor contáctanos al {}. Perdona la molestia.
